INSERT INTO subjects (code, title, type)
VALUES
('math_profile_ege', 'Математика профильная', 'ЕГЭ'),
('math_base_ege', 'Математика базовая', 'ЕГЭ'),
('math_oge', 'Математика', 'ОГЭ'),
('math_improve', 'Математика', 'Повышение успеваемости'),

('russian_ege', 'Русский язык', 'ЕГЭ'),
('russian_oge', 'Русский язык', 'ОГЭ'),
('russian_improve', 'Русский язык', 'Повышение успеваемости'),

('physics_ege', 'Физика', 'ЕГЭ'),
('physics_oge', 'Физика', 'ОГЭ'),
('physics_improve', 'Физика', 'Повышение успеваемости'),

('chemistry_ege', 'Химия', 'ЕГЭ'),
('chemistry_oge', 'Химия', 'ОГЭ'),
('chemistry_improve', 'Химия', 'Повышение успеваемости'),

('biology_ege', 'Биология', 'ЕГЭ'),
('biology_oge', 'Биология', 'ОГЭ'),
('biology_improve', 'Биология', 'Повышение успеваемости'),

('informatics_ege', 'Информатика', 'ЕГЭ'),
('informatics_oge', 'Информатика', 'ОГЭ'),
('informatics_improve', 'Информатика', 'Повышение успеваемости'),

('social_ege', 'Обществознание', 'ЕГЭ'),
('social_oge', 'Обществознание', 'ОГЭ'),
('social_improve', 'Обществознание', 'Повышение успеваемости'),

('history_ege', 'История', 'ЕГЭ'),
('history_oge', 'История', 'ОГЭ'),
('history_improve', 'История', 'Повышение успеваемости'),

('geography_ege', 'География', 'ЕГЭ'),
('geography_oge', 'География', 'ОГЭ'),
('geography_improve', 'География', 'Повышение успеваемости'),

('literature_ege', 'Литература', 'ЕГЭ'),
('literature_oge', 'Литература', 'ОГЭ'),
('literature_improve', 'Литература', 'Повышение успеваемости'),

('english_ege', 'Английский язык', 'ЕГЭ'),
('english_oge', 'Английский язык', 'ОГЭ'),
('english_improve', 'Английский язык', 'Повышение успеваемости');